/* localized date component names and plural forms */
"now" = "şimdi";
/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ önce";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "%@ içinde";

"%d year (plural rule: one)" = "%d yıl";
"%d year (plural rule: many)" = "%d yıl";
"%d year (plural rule: few)" = "%d yıl";
"%d year (plural rule: other)" = "%d yıl";
"%d month (plural rule: one)" = "%d ay";
"%d month (plural rule: few)" = "%d ay";
"%d month (plural rule: many)" = "%d ay";
"%d month (plural rule: other)" = "%d ay";
"%d week (plural rule: one)" = "%d hafta";
"%d week (plural rule: few)" = "%d hafta";
"%d week (plural rule: other)" = "%d hafta";
"%d week (plural rule: many)" = "%d hafta";
"%d day (plural rule: one)" = "%d gün";
"%d day (plural rule: few)" = "%d gün";
"%d day (plural rule: many)" = "%d gün";
"%d day (plural rule: other)" = "%d gün";
"%d hour (plural rule: one)" = "%d saat";
"%d hour (plural rule: few)" = "%d saat";
"%d hour (plural rule: many)" = "%d saat";
"%d hour (plural rule: other)" = "%d saat";
"%d minute (plural rule: one)" = "%d dakika";
"%d minute (plural rule: few)" = "%d dakika";
"%d minute (plural rule: many)" = "%d dakika";
"%d minute (plural rule: other)" = "%d dakika";
"%d second (plural rule: one)" = "%d saniye";
"%d second (plural rule: few)" = "%d saniye";
"%d second (plural rule: many)" = "%d saniye";
"%d second (plural rule: other)" = "%d saniye";
